Repository: WaledGoba220/Graduation_Project_Using-.Net6-
Catalog: Graduation_Project/Resources/Views/Home/Index.*.resx
Languages: ar

source: Comment
ar: تعليق

# ContentAbout
source: <br> Our website aims to provide several customized services to the user, whether the user is a patient or a doctor, as the site has several features and advantages, for example: <br> the site allows to register an account of its own, in order to maintain security and provide features for the registered account. For example, there are four fixed services that Provided by the site to the user.
ar: <br> يهدف موقعنا على الإنترنت إلى تقديم عدة خدمات مخصصة للمستخدم سواء كان المستخدم مريضًا أو طبيبًا مثل يتميز الموقع بعدة مميزات ومميزات منها على سبيل المثال: <br> يسمح الموقع بتسجيل حساب خاص به ، من أجل الحفاظ على الأمن وتوفير ميزات للحساب المسجل. على سبيل المثال ، هناك أربع خدمات ثابتة يقدمه الموقع للمستخدم.

# ContentDisease_1
source: Tuberculosis (TB) is a bacterial infection spread through inhaling tiny droplets from the coughs or sneezes of an infected person. It mainly affects the lungs, but it can affect any part of the body, including the tummy (abdomen), glands, bones and nervous system.
ar: السل (TB) هو عدوى بكتيرية تنتشر عن طريق استنشاق قطرات صغيرة من السعال أو العطس. شخص مصاب. وهو يؤثر بشكل رئيسي على الرئتين ، ولكنه يمكن أن يؤثر على أي جزء من الجسم ، بما في ذلك البطن (البطن) والغدد والعظام والجهاز العصبي.

# ContentDisease_2
source: Pneumonia is swelling (inflammation) of the tissue in one or both lungs. It's usually caused by a bacterial infection or a virus. The symptoms of pneumonia can develop suddenly over 24 to 48 hours, or they may come on more slowly over several days. Pneumonia is usually the result of a bacterial infection.
ar: الالتهاب الرئوي هو تورم (التهاب) في أنسجة إحدى الرئتين أو كلتيهما. عادة ما تسببه بكتيريا عدوى أو فيروس. يمكن أن تظهر أعراض الالتهاب الرئوي فجأة خلال 24 إلى 48 ساعة ، أو قد تظهر بشكل أبطأ على مدى عدة أيام. عادة ما يكون الالتهاب الرئوي نتيجة عدوى بكتيرية.

# ContentDisease_3
source: Lung cancer is a type of cancer that begins in the lungs. Your lungs are two spongy organs in your chest that take in oxygen when you inhale and release carbon dioxide when you exhale. Lung cancer is the leading cause of cancer deaths worldwide.
ar: سرطان الرئة هو نوع من السرطان يبدأ في الرئتين. رئتيك هما عضوان إسفنجيان في صدرك خذ الأكسجين عند الشهيق وأطلق ثاني أكسيد الكربون عند الزفير. سرطان الرئة هو السبب الرئيسي من وفيات السرطان في جميع أنحاء العالم.

# ContentDisease_4
source: coronaviruses are a type of virus. There are many different kinds, and some cause disease. A coronavirus identified in 2019, SARS-CoV-2, has caused a pandemic of respiratory illness, called COVID-19. The coronavirus can be spread from person to person.
ar: الفيروسات التاجية هي نوع من الفيروسات. هناك العديد من الأنواع المختلفة ، وبعضها يسبب المرض. فيروس كورونا الذي تم تحديده في عام 2019 ، تسبب SARS-CoV-2 في حدوث جائحة من أمراض الجهاز التنفسي ، يسمى COVID-19. فيروس الكورونا يمكن أن ينتشر من شخص لآخر.

# ContentDisease_5
source: Asthma is a condition in which your airways narrow and swell and may produce extra mucus. This can make breathing difficult and trigger coughing, a whistling sound (wheezing) when you breathe out and shortness of breath.
ar: الربو هو حالة تكون فيها الممرات الهوائية ضيقة ومنتفخة وقد ينتج عنها مخاط إضافي. هذا يمكن أن يجعل صعوبة في التنفس والسعال ، صوت صفير عند الزفير وضيق في التنفس يتنفس.

# ContentDisease_6
source: Chronic obstructive pulmonary disease is a leading cause of death and disability, but has only recently been extensively explored from a cellular and molecular perspective. The inflammation and proteolysis in chronic obstructive pulmonary disease is an amplification of the normal inflammatory response to cigarette smoke.
ar: يعد مرض الانسداد الرئوي المزمن سببًا رئيسيًا للوفاة والعجز ، ولكنه لم يحدث إلا مؤخرًا تم استكشافها على نطاق واسع من منظور خلوي وجزيئي. التهاب وانحلال البروتينات المزمنة مرض الانسداد الرئوي هو تضخيم للاستجابة الالتهابية الطبيعية لدخان السجائر.

# ContentDisease_7
source: Pulmonary hypertension (PH) is high blood pressure in the lungs. This means that the blood vessels that carry blood from the heart to the lungs become hard and narrow, making the heart work harder to pump the blood through.
ar: ارتفاع ضغط الدم الرئوي (PH) هو ارتفاع ضغط الدم في الرئتين. وهذا يعني أن الأوعية الدموية التي تحمل يصبح الدم من القلب إلى الرئتين صعبًا وضيقًا ، مما يجعل القلب يعمل بجهد أكبر لضخ الدم خلال.

# ContentDisease_8
source: A pulmonary embolism is a blood clot that blocks and stops blood flow to an artery in the lung. In most cases, the blood clot starts in a deep vein in the leg and travels to the lung. Rarely, the clot forms in a vein in another part of the body. When a blood clot forms in one or more of the deep veins in the body, it's called a deep vein thrombosis (DVT).
ar: الانسداد الرئوي هو جلطة دموية تمنع وتوقف تدفق الدم إلى أحد الشرايين في الرئة. في معظم الحالات، تبدأ الجلطة الدموية في وريد عميق في الرجل وتنتقل إلى الرئة. نادرًا ما تتشكل الجلطة في الوريد في مكان آخر جزء من الجسم. عندما تتكون جلطة دموية في واحد أو أكثر من الأوردة العميقة في الجسم ، فإنها تسمى وريد عميق تجلط الدم (DVT).

# ContentService_1
source: The medical advice blog aims to increase awareness among patients, increase the effectiveness of communication between patients and doctors, and facilitate knowledge of the risks of diseases, as well as the medical reasons that avoid these diseases.
ar: تهدف مدونة النصائح الطبية إلى زيادة الوعي بين المرضى وزيادة فعالية التواصل بين المرضى والأطباء ، وتسهيل معرفة مخاطر الأمراض ، وكذلك الأسباب الطبية التي تمنع هذه الأمراض.

# ContentService_2
source: The disease detection process is useful for discovering a group of serious diseases that affect human health and that may lead to death if they are not resisted, such as pneumonia, tuberculosis and lung cancer.
ar: عملية الكشف عن المرض مفيدة لاكتشاف مجموعة من الأمراض الخطيرة التي تؤثر على صحة الإنسان والتي قد تؤدي إلى الوفاة إذا لم تتم مقاومتها ، مثل الالتهاب الرئوي والسل وسرطان الرئة.

# ContentService_3
source: This box aims to measure the temperature, heartbeat and blood oxygen level to a large extent Accurate proportion, this is intended to show the initial indications of the patient's condition, as if an abnormality had occurred In any of them, it is seen that certain symptoms of the respiratory tract and breathing appear.
ar: يهدف هذا الصندوق إلى قياس درجة الحرارة ونبض القلب ومستوى الأكسجين في الدم إلى حد كبير ونسبة دقيقة ، ويهدف هذا إلى إظهار المؤشرات الأولية لحالة المريض ، وكأن خللًا قد حدث في أي منها ، فيظهر أن هناك أعراضًا معينة يظهر في الجهاز التنفسي والتنفس.

# ContentService_4
source: Lung transplantation in the system helps patients with serious diseases such as pulmonary fibrosis to all types of lung cancer and other diseases, to facilitate delivery to hospitals where the organ is available for Completing the transplant and saving the patient's life, but this is through several proofs.
ar: تساعد زراعة الرئة في النظام المرضى الذين يعانون من أمراض خطيرة مثل التليف الرئوي على جميع أنواع سرطان الرئة وغيرها من الأمراض ، لتسهيل التوصيل للمستشفيات حيث يتوفر العضو لإتمام عملية الزرع وإنقاذ حياة المريض ، ولكن يتم ذلك من خلال عدة براهين .

# ContentSlider_1
source: The Patient Safety Initiative aims to increase the process of awareness among the community in order to maintain public safety for all, especially from lung syndrome diseases related to the breathing process, and to find appropriate solutions through programs and blogs that allow this, <br> whether in order to facilitate knowledge of the disease itself or finding treatment and solutions that Help with that.
ar: تهدف مبادرة سلامة المرضى إلى زيادة عملية الوعي بين المجتمع من أجل الحفاظ على السلامة العامة للجميع وخاصة من أمراض الرئة المتعلقة بعملية التنفس ، وإلى إيجاد الحلول المناسبة من خلال البرامج والمدونات التي تسمح بذلك ، <br> سواء من أجل التيسير معرفة المرض نفسه أو إيجاد العلاج والحلول التي تساعد في ذلك.

# ContentSlider_2
source: Our system aims to allow the process of communication between the patient and the doctor, in order to facilitate the recovery process for the patient and for the sake of awareness and general knowledge, <br> through medical advice that takes place in the system and allows the patient to inquire about the medical and the doctor can help and respond to it.
ar: يهدف نظامنا إلى السماح بعملية التواصل بين المريض والطبيب من أجل تسهيل عملية الشفاء للمريض ولأغراض الوعي والمعرفة العامة ، <br> من خلال النصائح الطبية التي تتم في النظام وتسمح للمريض بالاستفسار عن الحالة الطبية و يمكن للطبيب المساعدة والاستجابة لها.

# ContentSlider_3
source: You probably already know that smoking increases your risk of lung cancer. But this is not the only disease that can cause it. In fact, smoking is associated with most lung diseases, including chronic obstructive pulmonary disease, idiopathic pulmonary fibrosis, and asthma. <br> It also makes smokers more likely to die. Smoking also causes lungs to age more rapidly. Eventually, the chemicals can change lung cells from normal to cancerous.
ar: ربما تعلم بالفعل أن التدخين يزيد من خطر الإصابة بسرطان الرئة. لكن هذا ليس المرض الوحيد يمكن أن يسبب ذلك. في الواقع ، يرتبط التدخين بمعظم أمراض الرئة ، بما في ذلك الانسداد المزمن أمراض الرئة والتليف الرئوي مجهول السبب والربو. <br> كما أنه يجعل المدخنين أكثر عرضة للوفاة. يتسبب التدخين أيضًا في شيخوخة الرئتين بسرعة أكبر. في النهاية ، يمكن للمواد الكيميائية تغيير خلايا الرئة من الطبيعي إلى سرطاني.

source: Diseases
ar: الأمراض

source: EXPERT DOCTORS
ar: الأطباء الخبراء

source: HAPPY PATIENTS
ar: مرضى سعداء

source: Latest Medical Advices
ar: أحدث النصائح الطبية

source: Medical Advices
ar: نصائح طبية

source: More
ar: المزيد

source: SAVED LUNGS
ar: الرئتين المحفوظة

source: Some Common Diseases
ar: بعض الأمراض الشائعة

# SubTitleAbout
source: About Us
ar: من نحن

# SubTitleSlider_1
source: Passion for caring
ar: شغف الرعاية

# SubTitleSlider_2
source: Great Experience In Bulding
ar: تجربة رائعة في البناء

# SubTitleSlider_3
source: higher level of care
ar: مستوى أعلى من الرعاية

# TitleAbout
source: Joining Hands With GOBA Team
ar: التكاتف مع فريق جوبا

# TitleDisease_1
source: Tuberculosis
ar: مرض السُل

# TitleDisease_2
source: Pneumonia
ar: التليف رئوي

# TitleDisease_3
source: Lung Cancer
ar: سرطان الرئة

# TitleDisease_4
source: COVID
ar: مرض فيروس كورونا

# TitleDisease_5
source: Asthma
ar: الربو

# TitleDisease_6
source: Chronic obstructive pulmonary disease
ar: انسداد رئوي مزمن

# TitleDisease_7
source: Pulmonary Hypertension
ar: ارتفاع ضغط الشريان الرئوي

# TitleDisease_8
source: Blocked lung artery
ar: انسداد شريان الرئة

# TitleService_1
source: Medical Advices
ar: نصائح طبية

# TitleService_2
source: Diseases Detection
ar: كشف الأمراض

# TitleService_3
source: Measuring Box
ar: صندوق القياس

# TitleService_4
source: Lung Transplant
ar: زراعة الرئة

# TitleSlider_1
source: Patient Safety <br> Initiatives
ar: مبادرات سلامة <br> المرضى

# TitleSlider_2
source: Communication between <br> patients and Doctors
ar: التواصل بين <br> المرضى والأطباء

# TitleSlider_3
source: Lung cancer <br> and deadly smoking
ar: سرطان الرئة <br> والتدخين القاتل
